Repository: Davidpeterek/python
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Skupina
pt: List Groups

source: Přístup byl odepřen
pt: Access is Denied

source: Vyberte hodnotu
pt: Select Value

source: Hledej
pt: Search

source: Zpátky
pt: Back

source: Uložit
pt: Save

source: Toto pole je povinné.
pt: This field is required.

source: Není platná hodnota dat
pt: Not a valid date value

source: Nebyly nalezeny žádné záznamy
pt: No records found

source: Neplatná přípona souboru
pt: Invalid file extension

source: Již existuje.
pt: Already exists.

source: Seskupit podle
pt: Group by

source: Přidaný řádek
pt: Added Row

source: Změněný řádek
pt: Changed Row

source: Odstraněný řádek
pt: Deleted Row

source: Související údaje existují, nejprve je smažte
pt: Associated data exists, please delete them first

source: Chyba integrity, pravděpodobně jedinečné omezení
pt: Integrity error, probably unique constraint

source: Chyba
pt: General Error

source: Počet
pt: Count of

source: Součet
pt: Sum of

source: Prům.
pt: Avg. of

source: Obsahuje
pt: Contains

source: Obsahuje (bez ohledu na velikost písmen)
pt: Contains (insensitive)

source: Neobsahuje
pt: Not Contains

source: Rovná se
pt: Equal to

source: Nerovná se
pt: Not Equal to

source: Větší než
pt: Greater than

source: Menší než
pt: Smaller than

source: Začíná
pt: Starts with

source: Nezačíná
pt: Not Starts with

source: Relation
pt: Vztah jako mnoho

source: Relation as Many
pt: Končí

source: Ends with
pt: Nekončí

source: Not Ends with
pt: Bez vztahu

source: No Relation
pt: OpenID

source: OpenID
pt: Uživatelské jméno

source: User Name
pt: Pamatovat si mě

source: Remember me
pt: Heslo

source: Password
pt: Jméno

source: First Name
pt: Zadejte jméno nebo jména uživatele

source: Write the user first name or names
pt: Příjmení

source: Last Name
pt: Zadejte příjmení uživatele

source: Write the user last name
pt: Použijte prosím správnou politiku hesel, tato aplikace to pro vás neprověřuje

source: Confirm Password
pt: Please rewrite the password to confirm

source: Hesla se musí shodovat
pt: Passwords must match

source: List Users
pt: Zabezpečení

source: Security
pt: Seznam rolí

source: List Roles
pt: Statistiky uživatele

source: User's Statistics
pt: Registrace uživatele

source: User Registrations
pt: Základní oprávnění

source: Base Permissions
pt: Zobrazení/Menu

source: Views/Menus
pt: Oprávnění pro zobrazení/Menu

source: Permission on Views/Menus
pt: Aktivace účtu

source: Account activation
pt: Registrace byla odeslána na váš e-mail

source: Registration sent to your email
pt: Momentálně není možné vás zaregistrovat, zkuste to později znovu

source: Not possible to register you at the moment, try again later
pt: Registrace nebyla nalezena

source: Registration not found
pt: Uživatelské jméno platné pro ověření v DB nebo LDAP, nepoužívá se pro OID autentizaci

source: Username valid for authentication on DB or LDAP, unused for OID auth
pt: Není to dobrá politika odstraňovat uživatele, stačí jej deaktivovat

source: Its not a good policy to remove a user, just make it inactive
pt: The users email, this will also be used for OID auth

source: Vítejte
pt: Welcome
